<!DOCTYPE html>
<html lang="en">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <link rel="stylesheet" href="styles.css">
  <title>Pagina web redes</title>
</head>

<body>
  <main>
    <h1>Pagina web redes</h1>
  </main>
  <h2> WLAN </h2>
  <p>Una red de &aacute;rea local inal&aacute;mbrica, tambi&eacute;n conocida como WLAN (del ingl&eacute;s wireless local area network), es una red inal&aacute;mbrica de comunicaci&oacute;n para distancias cortas y funciona mediante ondas de radio o infrarrojas. Con los r&aacute;pidos avances de Internet, ya no era necesario utilizar cableado como las redes tradicionales.</p>
  <p>Para mas informacion checa el <a href = https://es.wikipedia.org/wiki/Red_de_%C3%A1rea_local_inal%C3%A1mbrica>art&iacute;culo de Wikipedia</a></p>
  <h2> Redes M&oacute;viles </h2> 
  <p>Las redes m&oacute;viles son cada vez m&aacute;s utilizadas para la transferencia de datos y servicios. Inicialmente su funci&oacute;n era proveer servicios de telefon&iacute;a mientras el usuario estaba en movimiento. Esto se logro mediante un esquema de c&eacute;lulas o celdas, en donde se colocaba una estaci&oacute;n central o estaci&oacute;n base para proveer el servicio. Conforme el usuario avanzaba necesitaba cambiar de estaci&oacute;n base de la manera m&aacute;s transparente posible, esto se conoce como handover. El tama&ntilde;o de las c&eacute;lulas var&iacute;a de ciudad en ciudad, ya que depende de la cantidad de usuarios. La primera generaci&oacute;n de telefon&iacute;a m&oacute;vil era un servicio anal&oacute;gico para llamadas m&oacute;viles, hoy en d&iacute;a estamos acerc&aacute;ndonos a la quinta generaci&oacute;n, en la cual se da prioridad a otro tipo de servicios.</p>
  <p>Para m&aacute;s informaci&oacute;n sobre redes m&oacute;viles y las diferentes generaciones de estandarizaci&oacute;n checa el <a href=https://es.wikipedia.org/wiki/Red_de_celdas>art&iacute;culo de Wikipedia</a></p>
  <h2>C&oacute;mputo en la nube</h2>
  <p>Las tendencias organizacionales actuales han emigrado de tener toda la informaci&oacute;n centralizada en servidores administrados localmente al hecho de utilizar Internet para realizar estas operaciones. Las operaciones realizadas a trav&eacute;s de una infraestructura conectada a Internet se conocen como c&oacute;mputo en la nube o "cloud computing". De acuerdo al Instituto Nacional de Est&aacute;ndares y Tecnolog&iacute;as (NIST): El c&oacute;mputo en la nube es un modelo para proveer acceso conveniente y ubicuo en base a la demanda de recursos de c&oacute;mputo. Estos recursos pueden incluir: capacidad de almacenamiento, de procesamiento, servidores remotos, entre otros.</p>
  <p>Para m&aacute;s informaci&oacute;n sobre c&oacute;mputo en la nube checa el <a href=https://es.wikipedia.org/wiki/Computaci%C3%B3n_en_la_nube>art&iacute;culo de Wikipedia</a></p>
</body>

</html>
